function Experience() {
  return (
    <section>
      <h2>Практичний досвід та навчальні проєкти</h2>
      
      <article>
        <h3>Виконання лабораторних робіт | НУ "Львівська політехніка"</h3>
        <p><em>2025 — дотепер</em></p>
        <ul>
          <li>Верстка та створення вебсторінок у межах навчальних дисциплін (HTML, CSS).</li>
          <li>Робота з системою контролю версій Git, завантаження лабораторних робіт у репозиторій GitHub.</li>
          <li>Пошук та виправлення помилок у коді за допомогою Chrome DevTools.</li>
        </ul>
      </article>
    </section>
  );
}

export default Experience;